{
  "attractions": [
    {
      "id": 1,
      "name": "Чарынский каньон",
      "description": "Уникальный природный памятник, напоминающий Гранд-Каньон. Расположен в Алматинской области, это одно из самых впечатляющих мест Казахстана.",
      "longDescription": "Чарынский каньон — это природный памятник возрастом более 12 миллионов лет. Его красные скалы и причудливые формы создают незабываемое зрелище. Каньон протянулся на 154 км вдоль реки Чарын. Особенно популярна Долина замков — участок с уникальными скальными образованиями, напоминающими древние крепости.",
      "image": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?w=800",
      "latitude": 43.35,
      "longitude": 79.07,
      "category": "Природа",
      "rating": 4.8
    },
    {
      "id": 2,
      "name": "Боровое",
      "description": "Живописный курортный регион с озёрами и горами. Идеальное место для отдыха и активного туризма.",
      "longDescription": "Боровое (Бурабай) — это жемчужина Казахстана, расположенная в Акмолинской области. Регион славится своими кристально чистыми озёрами, сосновыми лесами и гранитными скалами причудливой формы. Здесь можно заняться пешим туризмом, покататься на лодке или просто насладиться природой.",
      "image": "https://images.unsplash.com/photo-1501785888041-af3ef285b470?w=800",
      "latitude": 53.08,
      "longitude": 70.32,
      "category": "Природа",
      "rating": 4.9
    },
    {
      "id": 3,
      "name": "Мавзолей Ходжи Ахмеда Ясави",
      "description": "Величественный мавзолей XIV века в Туркестане, объект Всемирного наследия ЮНЕСКО.",
      "longDescription": "Мавзолей Ходжи Ахмеда Ясави — один из самых значимых архитектурных памятников Казахстана. Построенный в период правления Тамерлана, мавзолей является шедевром средневековой архитектуры Центральной Азии. Комплекс включает мечеть, библиотеку и мавзолей самого Ясави — известного суфийского поэта и философа.",
      "image": "https://images.unsplash.com/photo-1539650116574-75c0c6d73a6e?w=800",
      "latitude": 43.2975,
      "longitude": 68.2517,
      "category": "История",
      "rating": 4.7
    },
    {
      "id": 4,
      "name": "Озеро Каинды",
      "description": "Загадочное подводное озеро с затопленным хвойным лесом. Уникальное место для дайвинга.",
      "longDescription": "Озеро Каинды, также известное как 'Затонувший лес', образовалось в 1911 году после землетрясения. Вода затопила еловый лес, и теперь стволы деревьев торчат из воды, создавая сюрреалистический пейзаж. Озеро находится на высоте 2000 метров над уровнем моря и имеет изумрудно-голубой цвет.",
      "image": "https://images.unsplash.com/photo-1505142468610-359e7d316be0?w=800",
      "latitude": 42.9833,
      "longitude": 78.4167,
      "category": "Природа",
      "rating": 4.9
    },
    {
      "id": 5,
      "name": "Алматы - Южная столица",
      "description": "Крупнейший город Казахстана, окружённый горами Заилийского Алатау.",
      "longDescription": "Алматы — культурный и экономический центр Казахстана. Город расположен у подножия Заилийского Алатау, что создаёт потрясающий контраст между урбанистическим пейзажем и горными вершинами. Здесь можно посетить Центральный парк, подняться на Кок-Тобе, посетить музеи и насладиться местной кухней.",
      "image": "https://images.unsplash.com/photo-1514565131-fce0801e5785?w=800",
      "latitude": 43.2220,
      "longitude": 76.8512,
      "category": "Город",
      "rating": 4.6
    },
    {
      "id": 6,
      "name": "Тюльпаны в степи",
      "description": "Весеннее цветение тюльпанов в казахстанской степи — незабываемое зрелище.",
      "longDescription": "Казахстан является родиной многих видов диких тюльпанов. Весной степи покрываются ковром из цветущих тюльпанов различных оттенков — от ярко-красных до нежно-жёлтых. Особенно известны тюльпаны Грейга и Кауфмана, которые можно увидеть в заповедниках и степных районах.",
      "image": "https://images.unsplash.com/photo-1520763185298-1b434c919102?w=800",
      "latitude": 44.0,
      "longitude": 76.0,
      "category": "Природа",
      "rating": 4.8
    },
    {
      "id": 7,
      "name": "Пик Хан-Тенгри",
      "description": "Легендарная вершина Тянь-Шаня высотой 7010 метров. Мечта альпинистов.",
      "longDescription": "Хан-Тенгри — одна из самых красивых и сложных вершин мира. Название переводится как 'Повелитель духов'. Гора находится на границе Казахстана, Кыргызстана и Китая. Её пирамидальная форма и розовый оттенок на закате делают её особенно фотогеничной. Восхождение требует серьёзной подготовки и опыта.",
      "image": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?w=800",
      "latitude": 42.2067,
      "longitude": 80.1750,
      "category": "Горы",
      "rating": 5.0
    },
    {
      "id": 8,
      "name": "Медеу - Высокогорный каток",
      "description": "Самый высокогорный каток в мире, расположенный на высоте 1691 метр.",
      "longDescription": "Медеу — это уникальный высокогорный каток, построенный в 1972 году. Он расположен в ущелье Медеу недалеко от Алматы. Каток использовался для установления множества мировых рекордов по конькобежному спорту благодаря разрежённому воздуху и идеальному льду. Сегодня это популярное место для катания и спортивных мероприятий.",
      "image": "https://images.unsplash.com/photo-1544966503-7cc5ac882d5f?w=800",
      "latitude": 43.1556,
      "longitude": 77.0611,
      "category": "Спорт",
      "rating": 4.7
    }
  ]
}

